Repository: common-repository/bps-splide-slider-block
Catalog: languages/bps-slider-block-*.po
Languages: nl_nl

source: Custom block for Splide slider with customizable parameters
nl_nl: Custom blok voor Splide slider met aanpasbare parameters

source: Settings
nl_nl: Instellingen

source: Image width in px
nl_nl: Afbeelding breedte in px

source: Image height in px
nl_nl: Afbeelding hoogte in px

source: Optional breakpoint settings
nl_nl: Optionele breakpoint instellingen

source: Don't forget to regenerate thumbnails to apply the width change to existing images
nl_nl: Vergeet niet om thumbnails te hergenereren om de breedte aanpassing toe te passen

source: Image width value must be a number between 100 and 1000
nl_nl: Afbeelding breedte moet een nummer tussen 100 en 1000 zijn

source: Don't forget to regenerate thumbnails to apply the height change to existing images
nl_nl: Vergeet niet om thumbnails te hergenereren om de hoogte aanpassing toe te passen

source: Image height value must be a number between 100 and 1000
nl_nl: Afbeelding hoogte moet een nummer tussen 100 en 1000 zijn

source: Invalid type value
nl_nl: Ongeldige type waarde

source: Height ratio value must be a number between 0 and 1
nl_nl: Height ratio moet een nummer tussen 0 en 1 zijn

source: Gap value must be a number between 0 and 100
nl_nl: Gap moet een nummer tussen 0 en 100 zijn

source: Padding value must be a number between 0 and 30
nl_nl: Padding moet een nummer tussen 0 en 30 zijn

source: Breakpoint value must be a number between 100 and 1500 or leave the field empty if you don't want a breakpoint
nl_nl: Breakpoint moet een nummer tussen 100 en 1500 zijn of laat leeg als je geen breakpoint wil

source: Breakpoint height ratio value must be a number between 0 and 1
nl_nl: Breakpoint height ratio moet een nummer tussen 0 en 1 zijn

source: Breakpoint padding value must be a number between 0 and 30
nl_nl: Breakpoint padding moet een nummer tussen 0 en 30 zijn

source: Select image
nl_nl: Selecteer afbeelding

source: Remove image
nl_nl: Verwijder afbeelding

source: Slider images
nl_nl: Slider afbeeldingen

source: Add image
nl_nl: Afbeelding toevoegen
